{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<|endoftext|>": 0,
      "!": 1,
      "\"": 2,
      "#": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "*": 10,
      "+": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      "<": 28,
      "=": 29,
      ">": 30,
      "?": 31,
      "@": 32,
      "A": 33,
      "B": 34,
      "C": 35,
      "D": 36,
      "E": 37,
      "F": 38,
      "G": 39,
      "H": 40,
      "I": 41,
      "J": 42,
      "K": 43,
      "L": 44,
      "M": 45,
      "N": 46,
      "O": 47,
      "P": 48,
      "Q": 49,
      "R": 50,
      "S": 51,
      "T": 52,
      "U": 53,
      "V": 54,
      "W": 55,
      "X": 56,
      "Y": 57,
      "Z": 58,
      "[": 59,
      "\\": 60,
      "]": 61,
      "^": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      "¡": 95,
      "¢": 96,
      "£": 97,
      "¤": 98,
      "¥": 99,
      "¦": 100,
      "§": 101,
      "¨": 102,
      "©": 103,
      "ª": 104,
      "«": 105,
      "¬": 106,
      "®": 107,
      "¯": 108,
      "°": 109,
      "±": 110,
      "²": 111,
      "³": 112,
      "´": 113,
      "µ": 114,
      "¶": 115,
      "·": 116,
      "¸": 117,
      "¹": 118,
      "º": 119,
      "»": 120,
      "¼": 121,
      "½": 122,
      "¾": 123,
      "¿": 124,
      "À": 125,
      "Á": 126,
      "Â": 127,
      "Ã": 128,
      "Ä": 129,
      "Å": 130,
      "Æ": 131,
      "Ç": 132,
      "È": 133,
      "É": 134,
      "Ê": 135,
      "Ë": 136,
      "Ì": 137,
      "Í": 138,
      "Î": 139,
      "Ï": 140,
      "Ð": 141,
      "Ñ": 142,
      "Ò": 143,
      "Ó": 144,
      "Ô": 145,
      "Õ": 146,
      "Ö": 147,
      "×": 148,
      "Ø": 149,
      "Ù": 150,
      "Ú": 151,
      "Û": 152,
      "Ü": 153,
      "Ý": 154,
      "Þ": 155,
      "ß": 156,
      "à": 157,
      "á": 158,
      "â": 159,
      "ã": 160,
      "ä": 161,
      "å": 162,
      "æ": 163,
      "ç": 164,
      "è": 165,
      "é": 166,
      "ê": 167,
      "ë": 168,
      "ì": 169,
      "í": 170,
      "î": 171,
      "ï": 172,
      "ð": 173,
      "ñ": 174,
      "ò": 175,
      "ó": 176,
      "ô": 177,
      "õ": 178,
      "ö": 179,
      "÷": 180,
      "ø": 181,
      "ù": 182,
      "ú": 183,
      "û": 184,
      "ü": 185,
      "ý": 186,
      "þ": 187,
      "ÿ": 188,
      "Ā": 189,
      "ā": 190,
      "Ă": 191,
      "ă": 192,
      "Ą": 193,
      "ą": 194,
      "Ć": 195,
      "ć": 196,
      "Ĉ": 197,
      "ĉ": 198,
      "Ċ": 199,
      "ċ": 200,
      "Č": 201,
      "č": 202,
      "Ď": 203,
      "ď": 204,
      "Đ": 205,
      "đ": 206,
      "Ē": 207,
      "ē": 208,
      "Ĕ": 209,
      "ĕ": 210,
      "Ė": 211,
      "ė": 212,
      "Ę": 213,
      "ę": 214,
      "Ě": 215,
      "ě": 216,
      "Ĝ": 217,
      "ĝ": 218,
      "Ğ": 219,
      "ğ": 220,
      "Ġ": 221,
      "ġ": 222,
      "Ģ": 223,
      "ģ": 224,
      "Ĥ": 225,
      "ĥ": 226,
      "Ħ": 227,
      "ħ": 228,
      "Ĩ": 229,
      "ĩ": 230,
      "Ī": 231,
      "ī": 232,
      "Ĭ": 233,
      "ĭ": 234,
      "Į": 235,
      "į": 236,
      "İ": 237,
      "ı": 238,
      "Ĳ": 239,
      "ĳ": 240,
      "Ĵ": 241,
      "ĵ": 242,
      "Ķ": 243,
      "ķ": 244,
      "ĸ": 245,
      "Ĺ": 246,
      "ĺ": 247,
      "Ļ": 248,
      "ļ": 249,
      "Ľ": 250,
      "ľ": 251,
      "Ŀ": 252,
      "ŀ": 253,
      "Ł": 254,
      "ł": 255,
      "Ń": 256,
      "Ġt": 257,
      "he": 258,
      "Ġa": 259,
      "in": 260,
      "er": 261,
      "Ġthe": 262,
      "Ġs": 263,
      "on": 264,
      "re": 265,
      "Ġw": 266,
      "ed": 267,
      "en": 268,
      "Ġc": 269,
      "Ġo": 270,
      "at": 271,
      "Ġb": 272,
      "an": 273,
      "Ġf": 274,
      "or": 275,
      "is": 276,
      "ing": 277,
      "it": 278,
      "Ġh": 279,
      "Ġto": 280,
      "es": 281,
      "ar": 282,
      "Ġp": 283,
      "nd": 284,
      "Ġin": 285,
      "ou": 286,
      "as": 287,
      "al": 288,
      "Ġm": 289,
      "Ġof": 290,
      "Ġd": 291,
      "Ġand": 292,
      "ic": 293,
      "le": 294,
      "om": 295,
      "Ġth": 296,
      "il": 297,
      "id": 298,
      "ion": 299,
      "Ġ.": 300,
      "ent": 301,
      "Ġl": 302,
      "Ġbe": 303,
      "Ġn": 304,
      "ĠT": 305,
      "Ġhe": 306,
      "Ġre": 307,
      "ve": 308,
      "st": 309,
      "ot": 310,
      "ĠS": 311,
      "ay": 312,
      "Ġg": 313,
      "ut": 314,
      "ol": 315,
      "Ġon": 316,
      "ad": 317,
      "ĠA": 318,
      "am": 319,
      "ĠM": 320,
      "ac": 321,
      "Ġe": 322,
      "ow": 323,
      "ly": 324,
      "ur": 325,
      "ĠC": 326,
      "Ġfor": 327,
      "im": 328,
      "ig": 329,
      "ter": 330,
      "Ġwas": 331,
      "ĠI": 332,
      "ir": 333,
      "ver": 334,
      "el": 335,
      "et": 336,
      "Ġthat": 337,
      "Ġst": 338,
      "Ġis": 339,
      "ro": 340,
      "ĠB": 341,
      "Ġwh": 342,
      "us": 343,
      "âĢ": 344,
      "'s": 345,
      "ec": 346,
      "ith": 347,
      "ĠThe": 348,
      "Ġwith": 349,
      "Ġsa": 350,
      "ld": 351,
      "Ġat": 352,
      "ĠH": 353,
      "ill": 354,
      "Ġit": 355,
      "Ġ'": 356,
      "ri": 357,
      "ĠP": 358,
      "Ġas": 359,
      "un": 360,
      "Ġsaid": 361,
      "Ġan": 362,
      "ce": 363,
      "ation": 364,
      "Ġy": 365,
      "Ġal": 366,
      "her": 367,
      "ers": 368,
      "Ġhis": 369,
      "Ġha": 370,
      "ear": 371,
      "os": 372,
      "ra": 373,
      "ch": 374,
      "ĠW": 375,
      "and": 376,
      "ĠD": 377,
      "ul": 378,
      "igh": 379,
      "op": 380,
      "est": 381,
      "th": 382,
      "ĠL": 383,
      "ke": 384,
      "rom": 385,
      "ĠR": 386,
      "em": 387,
      "ag": 388,
      "Ġcon": 389,
      "ĠF": 390,
      "âĢĻ": 391,
      "Ġ2": 392,
      "ts": 393,
      "ore": 394,
      "if": 395,
      "Ġ1": 396,
      "pp": 397,
      "Ġhave": 398,
      "Ġr": 399,
      "Ġfrom": 400,
      "ĠN": 401,
      "ĠE": 402,
      "our": 403,
      "Ġare": 404,
      "Ġhas": 405,
      "Ġby": 406,
      "ĠG": 407,
      "ain": 408,
      "Ġsh": 409,
      "Ġher": 410,
      "ew": 411,
      "Ġcom": 412,
      "Ġ\"": 413,
      "ted": 414,
      "Ġch": 415,
      "Ġv": 416,
      "res": 417,
      "od": 418,
      "ĠJ": 419,
      "ate": 420,
      "ould": 421,
      "Ġwe": 422,
      "00": 423,
      "Ġde": 424,
      "Ġle": 425,
      "Ġnot": 426,
      "up": 427,
      "ct": 428,
      "end": 429,
      "ess": 430,
      "ast": 431,
      "ight": 432,
      "Ġse": 433,
      "gh": 434,
      "um": 435,
      "ust": 436,
      "ack": 437,
      "Ġex": 438,
      "Ġwho": 439,
      "Ġj": 440,
      "all": 441,
      "ĠO": 442,
      "ity": 443,
      "ab": 444,
      "Ġpro": 445,
      "Ġhad": 446,
      "se": 447,
      "ĠâĢ": 448,
      "ist": 449,
      "Ġwhe": 450,
      "Ġ-": 451,
      "ive": 452,
      "ard": 453,
      "Ġaf": 454,
      "Ġsp": 455,
      "ere": 456,
      "art": 457,
      "ĠU": 458,
      "ak": 459,
      "oc": 460,
      "ice": 461,
      "ment": 462,
      "Ġshe": 463,
      "rou": 464,
      "ok": 465,
      "Ġsu": 466,
      "ome": 467,
      "Ġab": 468,
      "ort": 469,
      "red": 470,
      "Ġpl": 471,
      "Ġthey": 472,
      "oun": 473,
      "ies": 474,
      "iv": 475,
      "Ġbeen": 476,
      "Ġwere": 477,
      "out": 478,
      "Ġtheir": 479,
      "Ġk": 480,
      "ich": 481,
      "ud": 482,
      "ge": 483,
      "qu": 484,
      "Ġafter": 485,
      "Ġbut": 486,
      "Ġgo": 487,
      "ost": 488,
      "Ġwor": 489,
      "ant": 490,
      "Ġor": 491,
      "ide": 492,
      "ell": 493,
      "ĠK": 494,
      "Ġthis": 495,
      "Ġout": 496,
      "Ġwill": 497,
      "Ġoff": 498,
      "ial": 499,
      "ry": 500,
      "Ġcl": 501,
      "Ġyear": 502,
      "ĠâĢĺ": 503,
      "ber": 504,
      "own": 505,
      "ie": 506,
      "one": 507,
      "ap": 508,
      "ep": 509,
      "ong": 510,
      "day": 511,
      "Ġup": 512,
      "Ġdo": 513,
      "cc": 514,
      "ia": 515,
      "ous": 516,
      "ine": 517,
      "ren": 518,
      "ff": 519,
      "Ġad": 520,
      "Ġag": 521,
      "Ġwhich": 522,
      "Ġun": 523,
      "ime": 524,
      "ans": 525,
      "ord": 526,
      "Ġ(": 527,
      "Ġ20": 528,
      "Ġne": 529,
      "Ġcan": 530,
      "und": 531,
      "ict": 532,
      "ĠSt": 533,
      "mer": 534,
      "Ġint": 535,
      "ub": 536,
      "Ġus": 537,
      "ect": 538,
      "old": 539,
      "ame": 540,
      "Ġone": 541,
      "ther": 542,
      "ally": 543,
      "Ġwhen": 544,
      "Ġall": 545,
      "ace": 546,
      "ary": 547,
      "ĠHe": 548,
      "Ġabout": 549,
      "ays": 550,
      "ĠCh": 551,
      "ated": 552,
      "Ġyou": 553,
      "ue": 554,
      "Ġman": 555,
      "ĠIn": 556,
      "Ġpe": 557,
      "age": 558,
      "Ġres": 559,
      "Ġmore": 560,
      "Ġwould": 561,
      ".'": 562,
      "ail": 563,
      "so": 564,
      "Ġme": 565,
      "wo": 566,
      "pl": 567,
      "ake": 568,
      "ure": 569,
      "ile": 570,
      "'t": 571,
      "very": 572,
      "Ġinc": 573,
      "ople": 574,
      "Ġhim": 575,
      "ions": 576,
      "ond": 577,
      "Ġcont": 578,
      "oll": 579,
      "ook": 580,
      "Ġover": 581,
      "av": 582,
      "ence": 583,
      "ild": 584,
      "Ġso": 585,
      "ose": 586,
      "Ġalso": 587,
      "Ġ201": 588,
      "ite": 589,
      "ian": 590,
      "ident": 591,
      "Ġar": 592,
      "ound": 593,
      "ind": 594,
      "Ġpeople": 595,
      "Ġrep": 596,
      "ire": 597,
      "ass": 598,
      "Ġdis": 599,
      ",\"": 600,
      "ign": 601,
      "og": 602,
      "ip": 603,
      "Ġim": 604,
      "ike": 605,
      "Ġbec": 606,
      "ĠTh": 607,
      "ress": 608,
      "ree": 609,
      "Ġpr": 610,
      "Ġpol": 611,
      "ks": 612,
      "ru": 613,
      "Ġsc": 614,
      "aus": 615,
      "other": 616,
      "Ġthan": 617,
      "Ġtwo": 618,
      "Ġev": 619,
      "ish": 620,
      "Ġacc": 621,
      "are": 622,
      "ĠIt": 623,
      "Ġatt": 624,
      "Ġcomp": 625,
      "ne": 626,
      "ount": 627,
      "per": 628,
      "man": 629,
      "Ġ--": 630,
      "ĠV": 631,
      "ft": 632,
      "Ġinto": 633,
      "ĠMr": 634,
      "Ġen": 635,
      "Ġapp": 636,
      "Ġjust": 637,
      "ough": 638,
      "ib": 639,
      "Ġfir": 640,
      "hed": 641,
      "Ġthem": 642,
      "Ġper": 643,
      "oy": 644,
      "ick": 645,
      "Ġnew": 646,
      "The": 647,
      "Ġrec": 648,
      "Ġtold": 649,
      "rit": 650,
      "act": 651,
      "Ġte": 652,
      "ved": 653,
      "Ġtime": 654,
      ".\"": 655,
      "Ġkn": 656,
      "ors": 657,
      "Ġcould": 658,
      "Ġthere": 659,
      "Ġother": 660,
      "reat": 661,
      "ark": 662,
      "Ġwork": 663,
      "ations": 664,
      "Ġpart": 665,
      "uc": 666,
      "Ġits": 667,
      "Ġyears": 668,
      "Ġlast": 669,
      "pt": 670,
      "ach": 671,
      "ade": 672,
      "ning": 673,
      "Ġmy": 674,
      "Ġ3": 675,
      "iss": 676,
      "Ġfirst": 677,
      "ĠY": 678,
      "ife": 679,
      "ob": 680,
      "fore": 681,
      "Ġlike": 682,
      "ang": 683,
      "iz": 684,
      "aw": 685,
      "ance": 686,
      "able": 687,
      "Ġtr": 688,
      "ove": 689,
      "ĠBut": 690,
      "Ġsome": 691,
      "ase": 692,
      "ily": 693,
      "ause": 694,
      "round": 695,
      "Âł": 696,
      "ens": 697,
      "ood": 698,
      "Ġbl": 699,
      "ied": 700,
      "anc": 701,
      "ath": 702,
      "Ġback": 703,
      "Ġget": 704,
      "Ġro": 705,
      "Ġfam": 706,
      "amp": 707,
      "Ġwhat": 708,
      "Ġany": 709,
      "Ġqu": 710,
      "Ġpre": 711,
      "Ġ19": 712,
      "Ġbefore": 713,
      "ical": 714,
      "ater": 715,
      "ting": 716,
      "Ġdown": 717,
      "ink": 718,
      "Ġplay": 719,
      "orm": 720,
      "land": 721,
      "Ġagain": 722,
      "Ġno": 723,
      ",'": 724,
      "ned": 725,
      "Ġfl": 726,
      "ious": 727,
      "ek": 728,
      "Ġinv": 729,
      "Ġbeing": 730,
      "ool": 731,
      "under": 732,
      "Ġshow": 733,
      "we": 734,
      "ged": 735,
      "uring": 736,
      "Ġnow": 737,
      "Ġdid": 738,
      "Ġcar": 739,
      "ult": 740,
      "ons": 741,
      "Ġsec": 742,
      "Ġtra": 743,
      "Ġinter": 744,
      "ĠUn": 745,
      "Ġser": 746,
      "ents": 747,
      "Ġchild": 748,
      "ition": 749,
      "Ġcr": 750,
      "Ġmon": 751,
      "ates": 752,
      "Ġdes": 753,
      "Ġoffic": 754,
      "Ġdec": 755,
      "ĠAl": 756,
      "Ġam": 757,
      "vel": 758,
      "rough": 759,
      "oin": 760,
      "ings": 761,
      "000": 762,
      "lic": 763,
      "Ġhome": 764,
      "Ġwhere": 765,
      "lud": 766,
      "ory": 767,
      "Ġact": 768,
      "ĠShe": 769,
      "enc": 770,
      "Ġunder": 771,
      "Ġif": 772,
      "Ġadd": 773,
      "Ġbr": 774,
      "Ġsay": 775,
      "ited": 776,
      "ĠNew": 777,
      "Ġbecause": 778,
      "year": 779,
      "vers": 780,
      "wn": 781,
      "ters": 782,
      "Ġfe": 783,
      "ving": 784,
      "ĠAn": 785,
      "Ġph": 786,
      "ĠÂ": 787,
      "Ġcall": 788,
      "Ġpolice": 789,
      "au": 790,
      "hing": 791,
      "ured": 792,
      "Ġ4": 793,
      "Ġfound": 794,
      "Ġrem": 795,
      "ince": 796,
      "aking": 797,
      "ton": 798,
      "Ġonly": 799,
      "oot": 800,
      "als": 801,
      "over": 802,
      "Ġinclud": 803,
      "ier": 804,
      "Ġlook": 805,
      "Ġ200": 806,
      "Ġhow": 807,
      "Ġthree": 808,
      "ss": 809,
      "illion": 810,
      "Ġwom": 811,
      "NN": 812,
      "ock": 813,
      "ather": 814,
      "Ġcomm": 815,
      "fer": 816,
      "Ġbel": 817,
      "ĠÂ£": 818,
      "Ġfamily": 819,
      "Ġimp": 820,
      "Ġsur": 821,
      "Ġour": 822,
      "Ġcent": 823,
      "Ġmonth": 824,
      "Ġra": 825,
      "ational": 826,
      "Ġcount": 827,
      "air": 828,
      "Ġhel": 829,
      "Ġbet": 830,
      "Ġmade": 831,
      "ĠLe": 832,
      "Ġexp": 833,
      "Ġchar": 834,
      "Ġgr": 835,
      "rib": 836,
      "Ġwhile": 837,
      "riend": 838,
      "ating": 839,
      "Ġ5": 840,
      "ublic": 841,
      "ĠAnd": 842,
      "Ġmost": 843,
      "oss": 844,
      "ise": 845,
      "son": 846,
      "Ġduring": 847,
      "ourt": 848,
      "Ġagainst": 849,
      "Ġthen": 850,
      "ered": 851,
      "led": 852,
      "Ġweek": 853,
      "ty": 854,
      "ouse": 855,
      "elf": 856,
      "Ġac": 857,
      "Ġthrough": 858,
      "ful": 859,
      "Ġhelp": 860,
      "We": 861,
      ".âĢĻ": 862,
      "ph": 863,
      "Ġaw": 864,
      "te": 865,
      "ĠMar": 866,
      "aim": 867,
      "It": 868,
      "Ġins": 869,
      "Ġear": 870,
      "Ġsays": 871,
      "Ġeven": 872,
      "ities": 873,
      "Ġday": 874,
      "Ġevery": 875,
      "Ġvery": 876,
      "hen": 877,
      "ues": 878,
      "ember": 879,
      "Ġleft": 880,
      "Ġrepor": 881,
      "ven": 882,
      "ital": 883,
      "ording": 884,
      "Ġknow": 885,
      "Ġfin": 886,
      "Ġsupp": 887,
      "uch": 888,
      "ĠSc": 889,
      "hn": 890,
      "atch": 891,
      "ope": 892,
      "Ġpres": 893,
      "Ġmake": 894,
      "ĠFr": 895,
      "ix": 896,
      "tle": 897,
      "Ġrel": 898,
      "Ġmin": 899,
      "Ġaround": 900,
      "Ġdef": 901,
      "urn": 902,
      "ased": 903,
      "Ġcons": 904,
      "Ġlead": 905,
      "ĠAf": 906,
      "chool": 907,
      "Ġworld": 908,
      "Ġem": 909,
      "ug": 910,
      "Ġclaim": 911,
      "Ġlife": 912,
      "orn": 913,
      "ĠWh": 914,
      "Ġneed": 915,
      "augh": 916,
      "ared": 917,
      "ĠSp": 918,
      "alk": 919,
      "Ġkill": 920,
      "ash": 921,
      "nment": 922,
      "lect": 923,
      "Ġtri": 924,
      "Ġke": 925,
      "Ġsm": 926,
      "les": 927,
      "ov": 928,
      "ah": 929,
      "Ġown": 930,
      "Ġdon": 931,
      "ger": 932,
      "med": 933,
      "Ġ6": 934,
      "meric": 935,
      "irl": 936,
      "Ġsee": 937,
      "ĠBrit": 938,
      "get": 939,
      "Ġstar": 940,
      "Ġret": 941,
      "hes": 942,
      "ork": 943,
      "iew": 944,
      "Ġtake": 945,
      "Ġbelie": 946,
      "Ġteam": 947,
      "Ġchildren": 948,
      "Ġreg": 949,
      "Ġway": 950,
      "Ġinf": 951,
      "erson": 952,
      "Ġthink": 953,
      "Ġmany": 954,
      "Ġbu": 955,
      "Ġend": 956,
      "ollow": 957,
      "ĠEn": 958,
      "xt": 959,
      "Ġlong": 960,
      "ement": 961,
      "sh": 962,
      "ures": 963,
      "Ġass": 964,
      "Ġind": 965,
      "Ġfour": 966,
      "ĠAr": 967,
      "roup": 968,
      "Ġshould": 969,
      "ected": 970,
      "ble": 971,
      "Ġwell": 972,
      "ody": 973,
      "Ġgover": 974,
      "gan": 975,
      "Ġ$": 976,
      "der": 977,
      "outh": 978,
      "Ġset": 979,
      "Ġgu": 980,
      "Ġgoing": 981,
      "ward": 982,
      "Ġhand": 983,
      "ual": 984,
      "Ġyour": 985,
      "ED": 986,
      "Ġhead": 987,
      "ull": 988,
      "ric": 989,
      "ĠBr": 990,
      "az": 991,
      "ĠAmeric": 992,
      "ives": 993,
      "Ġwar": 994,
      "ST": 995,
      "Ġthose": 996,
      "Ġlaw": 997,
      "ave": 998,
      "Ġmay": 999,
      "Ġinvest": 1000,
      "Ġstill": 1001,
      "Ġsince": 1002,
      "ced": 1003,
      "Ġattack": 1004,
      "alth": 1005,
      "Ġhapp": 1006,
      "Ġmed": 1007,
      "ale": 1008,
      "oth": 1009,
      "imes": 1010,
      "Ġco": 1011,
      "Ġmil": 1012,
      "..": 1013,
      "aren": 1014,
      "ont": 1015,
      "Ġpict": 1016,
      "Ġstud": 1017,
      "ists": 1018,
      "Ġthough": 1019,
      "ĠSh": 1020,
      "iel": 1021,
      "Ġfriend": 1022,
      "Ġplan": 1023,
      "ĠEST": 1024,
      "Ġright": 1025,
      "osp": 1026,
      "ĠWe": 1027,
      "ene": 1028,
      "Ġhigh": 1029,
      "Ġwin": 1030,
      "Ġvide": 1031,
      "Ġdeath": 1032,
      "Ġter": 1033,
      "ason": 1034,
      "ĠRe": 1035,
      "uss": 1036,
      "cer": 1037,
      "ney": 1038,
      "Ġcountry": 1039,
      "Ġresp": 1040,
      "uth": 1041,
      "ised": 1042,
      "ling": 1043,
      "Ġfollow": 1044,
      "ĠJo": 1045,
      "Ġconf": 1046,
      "Ġnear": 1047,
      "ner": 1048,
      "ank": 1049,
      "Ġgroup": 1050,
      "any": 1051,
      "Ġschool": 1052,
      "ween": 1053,
      "ĠâĢĵ": 1054,
      "Ġsuch": 1055,
      "Ġop": 1056,
      "ible": 1057,
      "gg": 1058,
      "Ġdif": 1059,
      "ĠThey": 1060,
      "Ġofficial": 1061,
      "ll": 1062,
      "ady": 1063,
      "ama": 1064,
      "Ġmuch": 1065,
      "ister": 1066,
      "Ġtak": 1067,
      "ames": 1068,
      "ular": 1069,
      "ves": 1070,
      "Ġcap": 1071,
      "Ġgovernment": 1072,
      "ross": 1073,
      "Ġnight": 1074,
      "Ġincluding": 1075,
      "Ġbo": 1076,
      "ĠUnited": 1077,
      "Ġbetween": 1078,
      "Ġmother": 1079,
      "Ġput": 1080,
      "tain": 1081,
      "Ġsign": 1082,
      "Ġused": 1083,
      "Ġwant": 1084,
      "ms": 1085,
      "Ġdisc": 1086,
      "ley": 1087,
      "ck": 1088,
      "Ġ10": 1089,
      "its": 1090,
      "br": 1091,
      "Ġcourt": 1092,
      "Ġpublic": 1093,
      "ange": 1094,
      "Ġmar": 1095,
      "Ġformer": 1096,
      "Ġcol": 1097,
      "bs": 1098,
      "Ġrun": 1099,
      "tern": 1100,
      "Ġ7": 1101,
      "Ġ2013": 1102,
      "ened": 1103,
      "Ġleg": 1104,
      "io": 1105,
      "Ġaccording": 1106,
      "Ġgood": 1107,
      "ott": 1108,
      "ax": 1109,
      "Ġvideo": 1110,
      "ury": 1111,
      "Ġche": 1112,
      "ants": 1113,
      "Ġpass": 1114,
      "olog": 1115,
      "Ġnum": 1116,
      "ever": 1117,
      "ower": 1118,
      "Ġyoun": 1119,
      "ecut": 1120,
      "ham": 1121,
      "Ġprot": 1122,
      "Ġsecond": 1123,
      "ina": 1124,
      "ral": 1125,
      "ĠIs": 1126,
      "Ġsl": 1127,
      "urs": 1128,
      "Ġfr": 1129,
      "Ġask": 1130,
      "ĠCl": 1131,
      "ĠCNN": 1132,
      "Ġtook": 1133,
      "By": 1134,
      "Ġdri": 1135,
      "ĠEng": 1136,
      "Ġinvestig": 1137,
      "ision": 1138,
      "ĠPol": 1139,
      "Ġcalled": 1140,
      "Ġstr": 1141,
      "Ġstat": 1142,
      "Ġperson": 1143,
      "ness": 1144,
      "rest": 1145,
      "gr": 1146,
      "ret": 1147,
      "Ġwr": 1148,
      "orth": 1149,
      "Ġext": 1150,
      "omet": 1151,
      "Ġadded": 1152,
      "Ġcare": 1153,
      "Ġnext": 1154,
      "ote": 1155,
      "ster": 1156,
      "ute": 1157,
      "Ġwomen": 1158,
      "side": 1159,
      "ics": 1160,
      "eral": 1161,
      "ines": 1162,
      "self": 1163,
      "Ġsy": 1164,
      "Ġent": 1165,
      "Ġanother": 1166,
      "ins": 1167,
      "Ġcle": 1168,
      "ĠAs": 1169,
      "Ġsent": 1170,
      "app": 1171,
      "Ġnever": 1172,
      "ple": 1173,
      "Ġdays": 1174,
      "ĠChr": 1175,
      "ondon": 1176,
      "Ġlater": 1177,
      "bers": 1178,
      "Ġcond": 1179,
      "Ġloc": 1180,
      "oney": 1181,
      "Ġgirl": 1182,
      "ospital": 1183,
      "Ġfive": 1184,
      "Ġvict": 1185,
      "Ġthese": 1186,
      "ours": 1187,
      "ets": 1188,
      "Ġair": 1189,
      "ĠLondon": 1190,
      "ison": 1191,
      "Ġbus": 1192,
      "ative": 1193,
      "Ġref": 1194,
      "ĠAt": 1195,
      "Ġcontr": 1196,
      "ĠPr": 1197,
      "Ġalle": 1198,
      "Ġmem": 1199,
      "ĠMon": 1200,
      "rem": 1201,
      "hip": 1202,
      "ivers": 1203,
      "ually": 1204,
      "Ġaway": 1205,
      "Ġcontin": 1206,
      "Ġcome": 1207,
      "uthor": 1208,
      "Ġseen": 1209,
      "iver": 1210,
      "ments": 1211,
      "ĠOb": 1212,
      "Ġgot": 1213,
      "Ġrele": 1214,
      "Ġphot": 1215,
      "Ġbeh": 1216,
      "Ġreport": 1217,
      "iving": 1218,
      "Ġdr": 1219,
      "Ġsame": 1220,
      "min": 1221,
      "ĠQ": 1222,
      "used": 1223,
      "ages": 1224,
      "Ġmonths": 1225,
      "Ġvis": 1226,
      "omm": 1227,
      "Ġfind": 1228,
      "Ġdoes": 1229,
      "Ġcase": 1230,
      "ĠMc": 1231,
      "pr": 1232,
      "Ġbig": 1233,
      "Ġfil": 1234,
      "Ġyoung": 1235,
      "ĠThis": 1236,
      "Ġpost": 1237,
      "Ġtry": 1238,
      "ĠDe": 1239,
      "ĠZ": 1240,
      "Ġexper": 1241,
      "vice": 1242,
      "Ġreported": 1243,
      "Ġbre": 1244,
      "ights": 1245,
      "Ġcame": 1246,
      "Th": 1247,
      "ices": 1248,
      "line": 1249,
      "Ġboth": 1250,
      "Ġeff": 1251,
      "Ġmillion": 1252,
      "Ġtoday": 1253,
      "ility": 1254,
      "Ġmen": 1255,
      "iday": 1256,
      "Ġwent": 1257,
      "iam": 1258,
      "Ġinj": 1259,
      "Ġpoin": 1260,
      "Ġcamp": 1261,
      "Ġ2012": 1262,
      "Ġplace": 1263,
      "Ġtaken": 1264,
      "by": 1265,
      "Ġstate": 1266,
      "'re": 1267,
      "Ġspe": 1268,
      "ex": 1269,
      "irect": 1270,
      "Ġcre": 1271,
      "osed": 1272,
      "ired": 1273,
      "Ġspok": 1274,
      "Ġprov": 1275,
      "Ġreally": 1276,
      "alf": 1277,
      "Ġcur": 1278,
      "Ġ8": 1279,
      "Ġlit": 1280,
      "atur": 1281,
      "IS": 1282,
      "Ġreal": 1283,
      "ĠJohn": 1284,
      "Ġsomet": 1285,
      "aj": 1286,
      "ient": 1287,
      "ĠObama": 1288,
      "Ġann": 1289,
      "ĠBar": 1290,
      "Ġ9": 1291,
      "ĠCar": 1292,
      "Ġexpl": 1293,
      "Ġtop": 1294,
      "Ġmiss": 1295,
      "Ġsix": 1296,
      "ĠRep": 1297,
      "ague": 1298,
      "ived": 1299,
      "ands": 1300,
      "Ġfoot": 1301,
      "Ġdep": 1302,
      "ĠFor": 1303,
      "Ġiss": 1304,
      "ges": 1305,
      "Ġfeel": 1306,
      "ency": 1307,
      "ony": 1308,
      "ĠOn": 1309,
      "Ġhouse": 1310,
      "ik": 1311,
      "Ġsex": 1312,
      "Ġspec": 1313,
      "ific": 1314,
      "Ġcou": 1315,
      "Ġtoo": 1316,
      "Ġdidn": 1317,
      "duc": 1318,
      "nes": 1319,
      "riv": 1320,
      "Ġuse": 1321,
      "Ġwoman": 1322,
      "ĠDav": 1323,
      "ys": 1324,
      "Ġrest": 1325,
      "Ġarrest": 1326,
      "Ġtrans": 1327,
      "Ġgreat": 1328,
      "Ġfar": 1329,
      "Ġprev": 1330,
      "usp": 1331,
      "ces": 1332,
      "Ġnews": 1333,
      "Ġsk": 1334,
      "ched": 1335,
      "Ġrecent": 1336,
      "uct": 1337,
      "Ġgl": 1338,
      "ten": 1339,
      "Ġhealth": 1340,
      "ober": 1341,
      "Ġsub": 1342,
      "Ġdet": 1343,
      "Ġremain": 1344,
      "ele": 1345,
      "ried": 1346,
      "Ġmilit": 1347,
      "hel": 1348,
      "Ġ12": 1349,
      "Ġrece": 1350,
      "ĠSouth": 1351,
      "Ġgen": 1352,
      "Ġfather": 1353,
      "aughter": 1354,
      "earch": 1355,
      "CNN": 1356,
      "ield": 1357,
      "Ġsupport": 1358,
      "Ġpay": 1359,
      "Ġdied": 1360,
      "orts": 1361,
      "ĠSy": 1362,
      "'.": 1363,
      "Ġbest": 1364,
      "Ġmanag": 1365,
      "ĠPolice": 1366,
      "Ġsever": 1367,
      "rent": 1368,
      "ĠBl": 1369,
      "Ġnumber": 1370,
      "til": 1371,
      "ĠYork": 1372,
      "Ġlar": 1373,
      "AT": 1374,
      "Ġwife": 1375,
      "ĠWor": 1376,
      "to": 1377,
      "oved": 1378,
      "iness": 1379,
      "ĠEur": 1380,
      "Ġaff": 1381,
      "urned": 1382,
      "Ġfac": 1383,
      "ird": 1384,
      "thing": 1385,
      "ball": 1386,
      "Ġspokes": 1387,
      "aff": 1388,
      "Ġallow": 1389,
      "Ġmet": 1390,
      "Ġsusp": 1391,
      "Ġperf": 1392,
      "Ġinst": 1393,
      "Ġpresident": 1394,
      "Ġsw": 1395,
      "Ġkilled": 1396,
      "Ġsit": 1397,
      "urity": 1398,
      "Ġdiffer": 1399,
      "istr": 1400,
      "iet": 1401,
      "Ġsim": 1402,
      "Ġpar": 1403,
      "amer": 1404,
      "Ġfew": 1405,
      "Ġlot": 1406,
      "ued": 1407,
      "ways": 1408,
      "ĠChrist": 1409,
      "Ġboy": 1410,
      "Ġhere": 1411,
      "view": 1412,
      "Ġposs": 1413,
      "Ġson": 1414,
      "Ġkeep": 1415,
      "Ġgame": 1416,
      "mit": 1417,
      "Ġdirect": 1418,
      "pped": 1419,
      "Ġstop": 1420,
      "ering": 1421,
      "ĠPres": 1422,
      "Ġtest": 1423,
      "Ġmoney": 1424,
      "ĠHow": 1425,
      "Ġpat": 1426,
      "ense": 1427,
      "Ġ15": 1428,
      "Ġauthor": 1429,
      "ĠMay": 1430,
      "iven": 1431,
      "com": 1432,
      "ĠBritish": 1433,
      "uck": 1434,
      "Ġtrain": 1435,
      "rug": 1436,
      "con": 1437,
      "Ġbody": 1438,
      "Ġdem": 1439,
      "Ġmove": 1440,
      "He": 1441,
      "ately": 1442,
      "ided": 1443,
      "ĠEngland": 1444,
      "Ġve": 1445,
      "Ġlet": 1446,
      "Ġ18": 1447,
      "Ġopp": 1448,
      "artment": 1449,
      "ĠWorld": 1450,
      "ĠAust": 1451,
      "anted": 1452,
      "Ġpolit": 1453,
      "ional": 1454,
      "ann": 1455,
      "ism": 1456,
      "Ġdel": 1457,
      "ĠBe": 1458,
      "'m": 1459,
      "Ġappear": 1460,
      "iol": 1461,
      "ished": 1462,
      "Ġthought": 1463,
      "Ġface": 1464,
      "ane": 1465,
      "roll": 1466,
      "Ġuntil": 1467,
      "Ġclub": 1468,
      "ending": 1469,
      "Ġside": 1470,
      "Ġpop": 1471,
      "Ġintern": 1472,
      "Ġhospital": 1473,
      "Ġcommun": 1474,
      "Ġcompany": 1475,
      "Ġhaving": 1476,
      "Ġsaying": 1477,
      "Ġreve": 1478,
      "Ġparen": 1479,
      "Ġshot": 1480,
      "Ġstart": 1481,
      "Ġ11": 1482,
      "Ġwithout": 1483,
      "Ġbuild": 1484,
      "ĠSund": 1485,
      "Ġproble": 1486,
      "Ġsuff": 1487,
      "idence": 1488,
      "Ġdesc": 1489,
      "Ġseason": 1490,
      "Ġold": 1491,
      "Ġrecord": 1492,
      "enn": 1493,
      "Ġago": 1494,
      "Ġinvol": 1495,
      "Ġcity": 1496,
      "ĠPresident": 1497,
      "the": 1498,
      "Ġopen": 1499,
      "Ġpast": 1500,
      "atic": 1501,
      "ially": 1502,
      "ĠSunday": 1503,
      "'ve": 1504,
      "Ġvictim": 1505,
      "ĠMin": 1506,
      "stem": 1507,
      "port": 1508,
      "Ġfire": 1509,
      "Ġsoc": 1510,
      "Ġhours": 1511,
      "Ġsomething": 1512,
      "Ġjob": 1513,
      "co": 1514,
      "ĠWest": 1515,
      "ats": 1516,
      "Ġoper": 1517,
      "Ġmod": 1518,
      "ĠMonday": 1519,
      "iversity": 1520,
      "ief": 1521,
      "ĠOne": 1522,
      "Ġlittle": 1523,
      "ended": 1524,
      "PD": 1525,
      "Ġstatement": 1526,
      "ror": 1527,
      "be": 1528,
      "Ġcomple": 1529,
      "ĠUK": 1530,
      "Ġasked": 1531,
      "ones": 1532,
      "Ġeach": 1533,
      "Ġhit": 1534,
      "Ġhum": 1535,
      "Ġwon": 1536,
      "ĠHar": 1537,
      "ĠMiss": 1538,
      "Ġtimes": 1539,
      "els": 1540,
      "ention": 1541,
      "Ġhard": 1542,
      "ising": 1543,
      "inal": 1544,
      "Ġacross": 1545,
      "ĠThere": 1546,
      "Ġquest": 1547,
      "ience": 1548,
      "uesday": 1549,
      "Ġwater": 1550,
      "Ġstand": 1551,
      "Ġfollowing": 1552,
      "ior": 1553,
      "ĠEurope": 1554,
      "ĠTuesday": 1555,
      "ĠCity": 1556,
      "Ġprom": 1557,
      "Ġclear": 1558,
      "cl": 1559,
      "Ġknown": 1560,
      "Ġmur": 1561,
      "aign": 1562,
      "Ġappe": 1563,
      "Ġdaughter": 1564,
      "Ġ0": 1565,
      "ready": 1566,
      "Ġable": 1567,
      "esp": 1568,
      "lier": 1569,
      "velop": 1570,
      "ogra": 1571,
      "Ġpictured": 1572,
      "erv": 1573,
      "row": 1574,
      "aul": 1575,
      "Ġbro": 1576,
      "aled": 1577,
      "rop": 1578,
      "ĠSe": 1579,
      "amed": 1580,
      "Ġcost": 1581,
      "gy": 1582,
      "ĠInd": 1583,
      "Ġarea": 1584,
      "ĠFriday": 1585,
      "Ġalong": 1586,
      "ying": 1587,
      "utes": 1588,
      "Ġsystem": 1589,
      "Ġofficials": 1590,
      "ĠThat": 1591,
      "Ġpos": 1592,
      "Ġgiven": 1593,
      "ĠAmerican": 1594,
      "Ġelect": 1595,
      "ĠWed": 1596,
      ",âĢĻ": 1597,
      "oke": 1598,
      "ĠAm": 1599,
      "cess": 1600,
      "Ġalleged": 1601,
      "Ġalready": 1602,
      "Ġmid": 1603,
      "Ġmark": 1604,
      "Ġalways": 1605,
      "Ġviol": 1606,
      "Ġcouple": 1607,
      "aid": 1608,
      "Ġdead": 1609,
      "ailed": 1610,
      "Ġob": 1611,
      "Ġdeal": 1612,
      "une": 1613,
      "ized": 1614,
      "ĠDavid": 1615,
      "ploy": 1616,
      "right": 1617,
      "Ġav": 1618,
      "ĠRuss": 1619,
      "ĠAd": 1620,
      "use": 1621,
      "reen": 1622,
      "Ġmembers": 1623,
      "iting": 1624,
      "ĠJan": 1625,
      "ATED": 1626,
      "Ġstri": 1627,
      "Ġtravel": 1628,
      "Ġinform": 1629,
      "ĠUPD": 1630,
      "Ġbusiness": 1631,
      "ajor": 1632,
      "ĠUPDATED": 1633,
      "eks": 1634,
      "ĠAustral": 1635,
      "Ġfact": 1636,
      "Ġdrug": 1637,
      "ĠGer": 1638,
      "Ġstru": 1639,
      "band": 1640,
      "Ġworking": 1641,
      "Ġfriends": 1642,
      "reet": 1643,
      "),": 1644,
      "Ġbelieve": 1645,
      "ĠHer": 1646,
      "Ġcoun": 1647,
      "Ġsaf": 1648,
      "aring": 1649,
      "Ġcampaign": 1650,
      "cent": 1651,
      "ards": 1652,
      "nesday": 1653,
      "overed": 1654,
      "rain": 1655,
      "ĠWednesday": 1656,
      "ection": 1657,
      "Ġadv": 1658,
      "ump": 1659,
      "ects": 1660,
      "BL": 1661,
      "Ġclose": 1662,
      "aun": 1663,
      "ĠPh": 1664,
      "Ġoutside": 1665,
      "Ġtell": 1666,
      "Ġ|": 1667,
      "ĠPe": 1668,
      "ified": 1669,
      "Ġhalf": 1670,
      "Ġconcer": 1671,
      "ISH": 1672,
      "Ġ30": 1673,
      "Ġcurrent": 1674,
      "af": 1675,
      "atter": 1676,
      "UBL": 1677,
      "Ġparents": 1678,
      "ISHED": 1679,
      "UBLISHED": 1680,
      "Ġmilitary": 1681,
      "ĠWhen": 1682,
      "ĠNorth": 1683,
      "Ġmeet": 1684,
      "ĠCo": 1685,
      "Ġstarted": 1686,
      "Ġ199": 1687,
      "Ġest": 1688,
      "Ġart": 1689,
      "Ġpower": 1690,
      "oor": 1691,
      "Ġdescrib": 1692,
      "Ġtaking": 1693,
      "Ġmor": 1694,
      "Ġrequ": 1695,
      "Ġincre": 1696,
      "ution": 1697,
      "ĠHis": 1698,
      "ept": 1699,
      "Ġtreat": 1700,
      "Ġfight": 1701,
      "ĠCol": 1702,
      "ĠGe": 1703,
      "ĠPUBLISHED": 1704,
      "aturday": 1705,
      "Ġless": 1706,
      "Ġevent": 1707,
      "ries": 1708,
      "Ġcaus": 1709,
      "Ġbecome": 1710,
      "cept": 1711,
      "ĠMs": 1712,
      "Ġearly": 1713,
      "Ġwhether": 1714,
      "Ġbehind": 1715,
      "Ġweeks": 1716,
      "Ġincident": 1717,
      "ĠAfter": 1718,
      "ĠFl": 1719,
      "ĠComm": 1720,
      "Ġdevelop": 1721,
      "ĠSaturday": 1722,
      "ĠWill": 1723,
      "Ġprof": 1724,
      "att": 1725,
      "iously": 1726,
      "ursday": 1727,
      "Ġjoin": 1728,
      "Ġseem": 1729,
      "Ġcele": 1730,
      "ians": 1731,
      "ĠThursday": 1732,
      "Ġdifferent": 1733,
      "Ġmom": 1734,
      "Ġheard": 1735,
      "Ġcer": 1736,
      "Ġmight": 1737,
      "ccess": 1738,
      "Ġseveral": 1739,
      "Ġgive": 1740,
      "ĠAb": 1741,
      "Ġlocal": 1742,
      "Ġmaking": 1743,
      "ester": 1744,
      "ming": 1745,
      "Ġwalk": 1746,
      "Ġhold": 1747,
      "rew": 1748,
      "Ġsmall": 1749,
      "pe": 1750,
      "ĠLeague": 1751,
      "Ġfore": 1752,
      "ĠSec": 1753,
      "Ġpress": 1754,
      "usband": 1755,
      "ĠCup": 1756,
      "less": 1757,
      "head": 1758,
      "Ġusing": 1759,
      "This": 1760,
      "ĠPro": 1761,
      "Ġthings": 1762,
      "Ġed": 1763,
      "ests": 1764,
      "Ġsecurity": 1765,
      "ained": 1766,
      "Ġlove": 1767,
      "Ġhist": 1768,
      "Ġview": 1769,
      "akes": 1770,
      "Ġ16": 1771,
      "Ġwanted": 1772,
      "uary": 1773,
      "Ġspokesman": 1774,
      "fic": 1775,
      "oon": 1776,
      "gram": 1777,
      "Ġleast": 1778,
      "Ġsold": 1779,
      "Ġconv": 1780,
      "Ġgun": 1781,
      "Ġdesign": 1782,
      "ars": 1783,
      "book": 1784,
      "Ġap": 1785,
      "Ġprison": 1786,
      "Ġannoun": 1787,
      "ĠMrs": 1788,
      "Ġsn": 1789,
      "ject": 1790,
      "uper": 1791,
      "Ġsaw": 1792,
      "Ġbook": 1793,
      "ators": 1794,
      "most": 1795,
      "ĠScroll": 1796,
      "Ġbetter": 1797,
      "Ġever": 1798,
      "Ġthreat": 1799,
      "anche": 1800,
      "ales": 1801,
      "eng": 1802,
      "ases": 1803,
      "BC": 1804,
      "Ġtalk": 1805,
      "Ġreleased": 1806,
      "Ġlost": 1807,
      "Ġmajor": 1808,
      "Ġjud": 1809,
      "ĠJu": 1810,
      "Ġmess": 1811,
      "Ġris": 1812,
      "way": 1813,
      "ĠAll": 1814,
      "Ġhusband": 1815,
      "ush": 1816,
      "Ġcrit": 1817,
      "secut": 1818,
      "Ġfront": 1819,
      "Ġel": 1820,
      "ĠHouse": 1821,
      "ĠMich": 1822,
      "ored": 1823,
      "ael": 1824,
      "eb": 1825,
      "Ġcut": 1826,
      "Ġtrying": 1827,
      "conom": 1828,
      "ĠDr": 1829,
      "Ġsing": 1830,
      "here": 1831,
      "Ġfull": 1832,
      "ĠStates": 1833,
      "Ġroom": 1834,
      "Ġtax": 1835,
      "Ġplayers": 1836,
      "Ġsum": 1837,
      "50": 1838,
      "Ġ14": 1839,
      "Ġfood": 1840,
      "Ġparty": 1841,
      "Ġ13": 1842,
      "Ġred": 1843,
      "my": 1844,
      "ĠCourt": 1845,
      "Ġbab": 1846,
      "Ġproper": 1847,
      "elt": 1848,
      "ĠTr": 1849,
      "Ġfur": 1850,
      "ator": 1851,
      "ically": 1852,
      "Ġconsid": 1853,
      "ĠEd": 1854,
      "Ġmain": 1855,
      "Ġmust": 1856,
      "ĠDec": 1857,
      "ĠBritain": 1858,
      "ĠAfric": 1859,
      "Ġ17": 1860,
      "Ġsuccess": 1861,
      "Ġpartic": 1862,
      "million": 1863,
      "ressed": 1864,
      "Ġcust": 1865,
      "ize": 1866,
      "gether": 1867,
      "Ġtogether": 1868,
      "istan": 1869,
      "Ġmedia": 1870,
      "Ġshows": 1871,
      "ĠJanuary": 1872,
      "Ġimport": 1873,
      "ev": 1874,
      "Ġshort": 1875,
      "ĠMail": 1876,
      "Ġ2011": 1877,
      "Ġfree": 1878,
      "Ġwrote": 1879,
      "Ġamong": 1880,
      "Ġofficers": 1881,
      "Ġorgan": 1882,
      "ĠUniversity": 1883,
      "Ġemer": 1884,
      "Ġwatch": 1885,
      "Ġprogram": 1886,
      "Ġbegan": 1887,
      "Ġlooking": 1888,
      "Ġchang": 1889,
      "of": 1890,
      "ium": 1891,
      "que": 1892,
      "Ġmurder": 1893,
      "Ġcelebr": 1894,
      "Ġpain": 1895,
      "ĠDep": 1896,
      "Ġname": 1897,
      "ĠGr": 1898,
      "ances": 1899,
      "Ġarrested": 1900,
      "Ġhimself": 1901,
      "wit": 1902,
      "let": 1903,
      "Ġsugg": 1904,
      "Ġfinal": 1905,
      "Ġlive": 1906,
      "echn": 1907,
      "Ġhot": 1908,
      "Ġearlier": 1909,
      "ĠSyri": 1910,
      "gin": 1911,
      "ĠCr": 1912,
      "Ġshoot": 1913,
      "cher": 1914,
      "go": 1915,
      "ÂłÂł": 1916,
      "Ġocc": 1917,
      "Ġdecision": 1918,
      "Ġchange": 1919,
      "lin": 1920,
      "Ġmorning": 1921,
      "Ġattem": 1922,
      "ĠIf": 1923,
      "ashing": 1924,
      "str": 1925,
      "enal": 1926,
      "Ġtre": 1927,
      "Ġdra": 1928,
      "Ġinformation": 1929,
      "alif": 1930,
      "Ġclaims": 1931,
      "Ġstay": 1932,
      "urch": 1933,
      "Ġwa": 1934,
      "left": 1935,
      "Ġstaff": 1936,
      "Ġlevel": 1937,
      "Ġclaimed": 1938,
      "acy": 1939,
      "Ġminutes": 1940,
      "Ġpoint": 1941,
      "Ġheld": 1942,
      "Ġenough": 1943,
      "Ġinvestigation": 1944,
      "esterday": 1945,
      "Ġdi": 1946,
      "ocr": 1947,
      "Ġappro": 1948,
      "Ġgrow": 1949,
      "aily": 1950,
      "Ġeconom": 1951,
      "Ġonce": 1952,
      "Ġrul": 1953,
      "Ġwhy": 1954,
      "Ġrevealed": 1955,
      "ĠHowever": 1956,
      "Ġarri": 1957,
      "ĠFace": 1958,
      "ĠCent": 1959,
      "Ġident": 1960,
      "uge": 1961,
      "ern": 1962,
      "Ġpriv": 1963,
      "Ġland": 1964,
      "gest": 1965,
      "Ġbecame": 1966,
      "Ġcor": 1967,
      "esc": 1968,
      "Ġdone": 1969,
      "ĠSept": 1970,
      "ĠYou": 1971,
      "âĢĻ.": 1972,
      "Ġauthorities": 1973,
      "Ġheart": 1974,
      "ler": 1975,
      "Ġdist": 1976,
      "Ġread": 1977,
      "ĠIr": 1978,
      "Ġform": 1979,
      "Ġlarge": 1980,
      "Ġground": 1981,
      "Ġey": 1982,
      "Ġcompl": 1983,
      "allen": 1984,
      "room": 1985,
      "ology": 1986,
      "mber": 1987,
      "Ġlaun": 1988,
      "Ġevidence": 1989,
      "Ġdog": 1990,
      "ĠFacebook": 1991,
      "ĠOff": 1992,
      "Ġdoing": 1993,
      "ĠGeor": 1994,
      "aced": 1995,
      "ĠPar": 1996,
      "ech": 1997,
      "ature": 1998,
      "Ġcour": 1999,
      "ences": 2000,
      "ĠCon": 2001,
      "wards": 2002,
      "Ġkid": 2003,
      "ille": 2004,
      "Ġgoal": 2005,
      "ĠDem": 2006,
      "Ġvisit": 2007,
      "ably": 2008,
      "Ġothers": 2009,
      "Ġfootball": 2010,
      "lish": 2011,
      "Ġwear": 2012,
      "Ġhope": 2013,
      "ĠSeptember": 2014,
      "Ġhom": 2015,
      "Ġblack": 2016,
      "Ġgetting": 2017,
      "den": 2018,
      "reed": 2019,
      "ops": 2020,
      "ford": 2021,
      "anchester": 2022,
      "ĠOct": 2023,
      "Ġdeb": 2024,
      "Ġcommit": 2025,
      "Ġdoct": 2026,
      "ovember": 2027,
      "ĠRepublic": 2028,
      "aut": 2029,
      "ĠNational": 2030,
      "ung": 2031,
      "ai": 2032,
      "ĠGu": 2033,
      "stand": 2034,
      "Ġeas": 2035,
      "bed": 2036,
      "Ġexpected": 2037,
      "Ġthird": 2038,
      "Ġadmit": 2039,
      "ĠNovember": 2040,
      "Ġeng": 2041,
      "cil": 2042,
      "There": 2043,
      "ey": 2044,
      "ead": 2045,
      "aving": 2046,
      "though": 2047,
      "Ġphone": 2048,
      "ĠDecember": 2049,
      "ĠAug": 2050,
      "Ġinterview": 2051,
      "Ġrelations": 2052,
      "ald": 2053,
      "Ġthing": 2054,
      "aster": 2055,
      "Ġban": 2056,
      "Ġlikely": 2057,
      "Ġalmost": 2058,
      "Ġreturn": 2059,
      "Ġbreak": 2060,
      "ĠOctober": 2061,
      "Ġsite": 2062,
      "Ġhappened": 2063,
      "Ġbar": 2064,
      "ream": 2065,
      "ole": 2066,
      "Ġlives": 2067,
      "ee": 2068,
      "Ġservice": 2069,
      "ĠMarch": 2070,
      "ĠManchester": 2071,
      "Ġple": 2072,
      "Ġclass": 2073,
      "Ġide": 2074,
      "Ġdam": 2075,
      "ighb": 2076,
      "Ġcompet": 2077,
      "Ġsocial": 2078,
      "Ġseven": 2079,
      "ds": 2080,
      "Ġcontrol": 2081,
      "ĠAugust": 2082,
      "Ġwrit": 2083,
      "Ġtar": 2084,
      "Ġfut": 2085,
      "ĠGerman": 2086,
      "ĠCount": 2087,
      "Ġpolic": 2088,
      "Ġlo": 2089,
      "ĠEl": 2090,
      "Ġimportant": 2091,
      "ĠJune": 2092,
      "Ġtechn": 2093,
      "Ġcomes": 2094,
      "mp": 2095,
      "Ġfell": 2096,
      "ission": 2097,
      "Ġpot": 2098,
      "sel": 2099,
      "Ġfun": 2100,
      "Ġproduc": 2101,
      "aly": 2102,
      "Ġoften": 2103,
      "ĠMan": 2104,
      "ĠWilliam": 2105,
      "ĠMichael": 2106,
      "ĠNo": 2107,
      "Ġpolitical": 2108,
      "ox": 2109,
      "Ġeight": 2110,
      "Ġroad": 2111,
      "idge": 2112,
      "ĠWar": 2113,
      "Ġage": 2114,
      "Ġhuman": 2115,
      "dle": 2116,
      "ĠAcc": 2117,
      "Ġlist": 2118,
      "Ġbrother": 2119,
      "They": 2120,
      "urg": 2121,
      "Ġden": 2122,
      "Ġ25": 2123,
      "ring": 2124,
      "oci": 2125,
      "aper": 2126,
      "Ġstrong": 2127,
      "Ġinternational": 2128,
      "lam": 2129,
      "omb": 2130,
      "Ġmatch": 2131,
      "stit": 2132,
      "Ġoffice": 2133,
      "Ġinside": 2134,
      "Ġline": 2135,
      "Ġdue": 2136,
      "Ġball": 2137,
      "Ġtried": 2138,
      "hern": 2139,
      "Ġwebs": 2140,
      "Ġfurther": 2141,
      "Ġlate": 2142,
      "Ġdesp": 2143,
      "ef": 2144,
      "ides": 2145,
      "sp": 2146,
      "Ġtown": 2147,
      "Ġspent": 2148,
      "ches": 2149,
      "Ġexecut": 2150,
      "Ġphotogra": 2151,
      "Ġwind": 2152,
      "ĠUS": 2153,
      "Ġaccused": 2154,
      "Ġinvolved": 2155,
      "Ġhop": 2156,
      "Ġfuture": 2157,
      "Ġfans": 2158,
      "Ġmus": 2159,
      "Ġ2010": 2160,
      "ictured": 2161,
      "Ġspecial": 2162,
      "anger": 2163,
      "Ġterror": 2164,
      "ients": 2165,
      "Ġfig": 2166,
      "sea": 2167,
      "itions": 2168,
      "Ġfund": 2169,
      "ĠJuly": 2170,
      "Ġquestion": 2171,
      "Ġcharges": 2172,
      "ĠSer": 2173,
      "pril": 2174,
      "Ġtrial": 2175,
      "Ġyesterday": 2176,
      "ourn": 2177,
      "ective": 2178,
      "ĠChar": 2179,
      "ĠPark": 2180,
      "ĠAss": 2181,
      "Ġdescribed": 2182,
      "Ġanim": 2183,
      "Ġemploy": 2184,
      "ĠPal": 2185,
      "Ġnational": 2186,
      "Ġleave": 2187,
      "Ġyet": 2188,
      "Ġreceived": 2189,
      "ails": 2190,
      "ĠState": 2191,
      "itness": 2192,
      "Ġgrand": 2193,
      "ĠSo": 2194,
      "Ġconfir": 2195,
      "ĠApril": 2196,
      "Ġequ": 2197,
      "Ġbelieved": 2198,
      "ĠOr": 2199,
      "raz": 2200,
      "ortun": 2201,
      "par": 2202,
      "Ġled": 2203,
      "Ġhost": 2204,
      "Ġant": 2205,
      "ape": 2206,
      "irth": 2207,
      "ocked": 2208,
      "Ġbaby": 2209,
      "aps": 2210,
      "Ġbit": 2211,
      "Ġfilm": 2212,
      "Ġprosecut": 2213,
      "Ġcommunity": 2214,
      "Ġprocess": 2215,
      "uff": 2216,
      "Ġgave": 2217,
      "ficult": 2218,
      "Ġcomment": 2219,
      "for": 2220,
      "ana": 2221,
      "Ġplayed": 2222,
      "Ġsomeone": 2223,
      "ĠChina": 2224,
      "Ġspot": 2225,
      "work": 2226,
      "igr": 2227,
      "Ġcolle": 2228,
      "ped": 2229,
      "ĠIntern": 2230,
      "ĠAng": 2231,
      "uted": 2232,
      "ories": 2233,
      "Ġdoesn": 2234,
      "Ġbring": 2235,
      "Ġmanager": 2236,
      "Ġpossible": 2237,
      "raq": 2238,
      "Ġsuggest": 2239,
      "Ġwithin": 2240,
      "Ġorder": 2241,
      "ĠHam": 2242,
      "Ġliving": 2243,
      "orney": 2244,
      "ĠSm": 2245,
      "Ġ24": 2246,
      "ampions": 2247,
      "aur": 2248,
      "Ġlear": 2249,
      "Ġofficer": 2250,
      "Ġonline": 2251,
      "Ġtarget": 2252,
      "Ġneighb": 2253,
      "Ġbad": 2254,
      "friend": 2255,
      "Ġlegal": 2256,
      "witter": 2257,
      "Ġscene": 2258,
      "ening": 2259,
      "Ġinterest": 2260,
      "Ġkind": 2261,
      "Ġdifficult": 2262,
      "ilar": 2263,
      "ocum": 2264,
      "ĠIraq": 2265,
      "Ġaction": 2266,
      "ought": 2267,
      "Ġdou": 2268,
      "ivil": 2269,
      "reme": 2270,
      "ĠJust": 2271,
      "ĠRo": 2272,
      "Ġdespite": 2273,
      "icle": 2274,
      "Ġsure": 2275,
      "Ġ50": 2276,
      "Ġlight": 2277,
      "ns": 2278,
      "Ġactiv": 2279,
      "not": 2280,
      "Ġblood": 2281,
      "ipp": 2282,
      "Ġfamil": 2283,
      "ĠJames": 2284,
      "Ġstory": 2285,
      "ĠTV": 2286,
      "Ġ21": 2287,
      "Ġrisk": 2288,
      "ĠDepartment": 2289,
      "ented": 2290,
      "vices": 2291,
      "ĠJack": 2292,
      "inc": 2293,
      "yle": 2294,
      "Ġsol": 2295,
      "Ġty": 2296,
      "Ġtw": 2297,
      "Ġturn": 2298,
      "ĠPaul": 2299,
      "Ġleaders": 2300,
      "ĠAmerica": 2301,
      "ruct": 2302,
      "Ġhistory": 2303,
      "Ġturned": 2304,
      "ederal": 2305,
      "Ġmot": 2306,
      "Ġanything": 2307,
      "ĠFeb": 2308,
      "Ġforward": 2309,
      "ask": 2310,
      "Ġbed": 2311,
      "Ġwasn": 2312,
      "Ġmoment": 2313,
      "lex": 2314,
      "ĠMinister": 2315,
      "ĠTwitter": 2316,
      "Ġ2014": 2317,
      "ĠGl": 2318,
      "Ġbene": 2319,
      "ached": 2320,
      "ĠCounty": 2321,
      "Ġsour": 2322,
      "ĠMart": 2323,
      "itive": 2324,
      "Ġmean": 2325,
      "ĠMe": 2326,
      "Ġcharged": 2327,
      "ensive": 2328,
      "Ġdirector": 2329,
      "ruary": 2330,
      "Ġteen": 2331,
      "Ġfall": 2332,
      "Ġcomplete": 2333,
      "ills": 2334,
      "ashington": 2335,
      "arm": 2336,
      "Ġpub": 2337,
      "iber": 2338,
      "ĠNews": 2339,
      "ety": 2340,
      "Ġgra": 2341,
      "Ġcontrib": 2342,
      "pool": 2343,
      "Ġquick": 2344,
      "ĠFebruary": 2345,
      "off": 2346,
      "joy": 2347,
      "Ġnation": 2348,
      "irc": 2349,
      "rench": 2350,
      "Ġbirth": 2351,
      "Ġrelationship": 2352,
      "Ġord": 2353,
      "Ġtraining": 2354,
      "Ġwebsite": 2355,
      "retary": 2356,
      "Ġnet": 2357,
      "ĠSen": 2358,
      "Ġstep": 2359,
      "Ġrepl": 2360,
      "Ġbuilding": 2361,
      "Ġworked": 2362,
      "Ġrespons": 2363,
      "Ġcoming": 2364,
      "Ġste": 2365,
      "duct": 2366,
      "Ġreports": 2367,
      "Ġappeared": 2368,
      "ential": 2369,
      "gency": 2370,
      "selves": 2371,
      "ĠSte": 2372,
      "aliforn": 2373,
      "ĠWhite": 2374,
      "Ġahead": 2375,
      "uation": 2376,
      "20": 2377,
      "me": 2378,
      "If": 2379,
      "Ġplayer": 2380,
      "Ġcapt": 2381,
      "iding": 2382,
      "Ġcarry": 2383,
      "ĠEm": 2384,
      "pictured": 2385,
      "eck": 2386,
      "rought": 2387,
      "Ġ100": 2388,
      "attle": 2389,
      "erry": 2390,
      "ging": 2391,
      "Ġsearch": 2392,
      "ĠAccording": 2393,
      "cted": 2394,
      "Ġmass": 2395,
      "ĠWhile": 2396,
      "Ġleader": 2397,
      "Ġ198": 2398,
      "int": 2399,
      "ination": 2400,
      "Ġdocum": 2401,
      "ĠCaliforn": 2402,
      "Ġadmitted": 2403,
      "Ġimm": 2404,
      "Ġcourse": 2405,
      "Ġrights": 2406,
      "isted": 2407,
      "Ġexc": 2408,
      "ĠRoy": 2409,
      "lo": 2410,
      "Ġhor": 2411,
      "Ġvot": 2412,
      "Ġnothing": 2413,
      "ĠKore": 2414,
      "You": 2415,
      "Ġmag": 2416,
      "Ġseries": 2417,
      "Ġproblem": 2418,
      "Ġveh": 2419,
      "**": 2420,
      "Ġcontinue": 2421,
      "ĠEar": 2422,
      "ĠEx": 2423,
      "ray": 2424,
      "Ġchief": 2425,
      "ĠMor": 2426,
      "Ġsummer": 2427,
      "ĠPl": 2428,
      "Ġrole": 2429,
      "acher": 2430,
      "ows": 2431,
      "Ġshowed": 2432,
      "ousands": 2433,
      "Ġmiles": 2434,
      "Ġ40": 2435,
      "She": 2436,
      "por": 2437,
      "time": 2438,
      "Ġwhose": 2439,
      "Ġplaying": 2440,
      "oring": 2441,
      "Ġwrong": 2442,
      "ĠRom": 2443,
      "Ġcountries": 2444,
      "Ġi": 2445,
      "ĠAir": 2446,
      "elling": 2447,
      "Ġcamer": 2448,
      "Ġhig": 2449,
      "pted": 2450,
      "medi": 2451,
      "Ġenjoy": 2452,
      "Ġhol": 2453,
      "In": 2454,
      "Ġsqu": 2455,
      "Ġannounced": 2456,
      "',": 2457,
      "Ġprop": 2458,
      "Ġtem": 2459,
      "ĠCalifornia": 2460,
      "Ġsoon": 2461,
      "Ġtour": 2462,
      "ĠDaily": 2463,
      "ounds": 2464,
      "Ġmedical": 2465,
      "icted": 2466,
      "Ġarg": 2467,
      "Ġissue": 2468,
      "Ġcertain": 2469,
      "Ġcover": 2470,
      "Ġpick": 2471,
      "read": 2472,
      "gress": 2473,
      "Ġfav": 2474,
      "ades": 2475,
      "Ġdeter": 2476,
      "ession": 2477,
      "ĠChel": 2478,
      "Ġcustom": 2479,
      "Ġinsp": 2480,
      "ither": 2481,
      "Ġrepres": 2482,
      "ĠAustralia": 2483,
      "ault": 2484,
      "Ġguil": 2485,
      "ĠGo": 2486,
      "unt": 2487,
      "order": 2488,
      "Ġpersonal": 2489,
      "Ġknew": 2490,
      "ĠSam": 2491,
      "ots": 2492,
      "Ġstudy": 2493,
      "Ġlim": 2494,
